Repository: docmcfly/cySendMails
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# message.email.receiverGroups
source: Receiver groups
de: Empfängergruppen

# message.email.receivers
source: Receiver
de: Empfänger

# message.form.sendSenderAddress
source: Send the own email address (Reply to)
de: Senden der eigenen E-Mail-Adresse (Antworten an)

# message.form.copyToSender
source: Send a message copy to me
de: Eine Kopie der Nachricht an mich senden

# message.form.receiver
source: Receiver
de: Empfänger

# message.form.subject
source: Subject
de: Betreff

# message.form.message
source: Message
de: Nachricht

# message.form.attachments
source: Attachments
de: Anhänge

# message.form.button.send
source: Send
de: Senden

# message.form.button.reset
source: Reset
de: Zurücksetzen

# message.form.error.receivers.messageKeyInvalid
source: The uniqueness proof is not valid. Check if this message has not already been sent.
de: Der Eindeutigkeitsnachweis ist nicht gültig. Prüfen Sie, ob diese Nachricht nicht bereits versandt wurde.

# message.form.error.receivers.isEmpty
source: Input a receiver, please.
de: Bitte befüllen Sie das Empfängerfeld.

# message.form.error.receivers.wrongReceivers
source: The receivers field contains minimum a wrong receiver: %s.
de: Das Empfängerfeld enthält mindestens einen ungültigen Empfänger: %s.

# message.form.error.receivers.wrongReceiverGroups
source: The receiver field contains minimum a wrong receiver group: %s.
de: Das Empfängerfeld enthält mindestens eine ungültigen Empfängergruppe: %s.

# message.form.error.subject.isEmpty
source: Input a subject, please.
de: Bitte befüllen Sie das Betrefffeld.

# message.form.error.message.isEmpty
source: Input a message, please.
de: Bitte befüllen Sie das Nachrichtenfeld.

# message.form.error.attachments.wrongAttachments
source: The uploaded files are incorrect: %s
de: Die folgenden Anhänge ist nicht in Ordnung: %s

# message.form.error.attachments.tooLarge
source: The uploaded files are to large. (maximal allowed sum size is %s)
de: Die folgenden Anhänge sind zu groß (Maximal erlaubte Gesamtgröße ist %s)

# message.sendSuccessful.subject
source: Subject
de: Betreff

# message.sendSuccessful.message
source: Message
de: Nachricht

# message.sendSuccessful.attachments
source: Attachments
de: Anhänge

# message.sendSuccessful.receivers
source: Receiver
de: Empfänger

# message.sendSuccessful.receiverGroups
source: Receiver groups
de: Empfängergruppen

# message.sender.noReply
source: No reply
de: Nicht antworten
