Repository: docmcfly/cySendMails
Catalog: Resources/Private/Language/*.locallang_*_messageForm.xlf
Languages: de

# plugin.name
source: Send a message
de: Eine Nachricht senden

# plugin.description
source: With this plugin the frontend users can send other frontend users a email.
de: Mit diesem Plugin kannn ein Webseitennutzer anderen Webseitennutzer eine E-Mail schreiben.

# flexforms_sheet_title.common
source: Common
de: Allgemein

# flexforms_sheet_title.storages
source: Storages
de: Speicherorte

# flexforms_sheet_title.formTexts
source: Form texts
de: Formular-Texte

# flexforms_sheet_title.successTexts
source: Texts - successful send
de: Texte - erfolgreich versandt

# flexforms_sheet_title.failedTexts
source: Texts - failed send
de: Texte - nicht erfolgreich versandt

# flexforms_sheet_title.emailTexts
source: Email texts
de: E-Mail-Texte

# flexforms_setting.saveMessages
source: Save the messages
de: Speichern der Nachrichten

# flexforms_setting.saveMessages.none
source: None
de: keine

# flexforms_setting.saveMessages.minimal
source: Minimal saving
de: Minimale Daten

# flexforms_setting.saveMessages.full
source: Full saving
de: Nachrichten werden vollstänig gespeichert (keine Anhänge)

# flexforms_setting.noReplySenderEmail
source: Email address for "no reply"
de: Nicht-Antworten-E-Mail-Adresse

# flexforms_setting.subjectPrefix
source: Subject prefix
de: Betreff-Prefix

# flexforms_setting.maxAttachmentsSize
source: Max attachments size
de: Maximale Größe der Anhänge

# flexforms_setting.formHeader
source: Form header text
de: Eingabeformular-Kopftext

# flexforms_setting.formFooter
source: Form footer text
de: Eingabeformular-Fußtext

# flexforms_setting.successfulSendHeader
source: Successful send - header text
de: Erfolgreich gesendet - Kopftext

# flexforms_setting.successfulSendFooter
source: Successful send - footer text
de: Erfolgreich gesendet - Fußftext

# flexforms_setting.failedSendHeader
source: Error during sending - header text
de: Fehlerfall beim Senden - Kopftext

# flexforms_setting.failedSendFooter
source: Error during sending - footer text
de: Fehlerfall beim Senden - Fußftext

# flexforms_setting.emailFooter
source: Email footer text
de: E-Mail-Fußtext

# flexforms_setting.frontendUserStorageUids
source: Storages of frontend users
de: Speicherort der Webseitennutzer:innen

# flexforms_setting.messagesStorageUid
source: Storage for delivered messages
de: Speicherort der zugestellten Nachrichten
